// №2 Создал файл js, для хранения массива объектов, которые представляют собой продуктовые карточки из вёрстки.

export const catalog = [
  {
    id: 1,
    name: "Увлажняющий мусс",
    subtitle: "для нормальной кожи",
    description: "Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.",
    price: 2750,
    image: "moisturizing-mousse",
    composition: ["активные натуральные комплексы", "витамины С, А, РР, В И Е", "солнцезащитные компоненты"],
  },
  {
    id: 2,
    name: "Увлажняющая маска",
    subtitle: "для нормальной кожи",
    description: "Способствует удерживанию влаги в верхних слоях кожи.",
    price: 3500,
    image: "moisturizing-mask",
    composition: ["воски", "минералы", "масла"],
  },
  {
    id: 3,
    name: "Гель для умывания",
    subtitle: "для нормальной кожи",
    description: "Интенсивно очищает, не повреждает защитный барьер кожи.",
    price: 1650,
    image: "cleansing-gel",
    composition: ["минералы", "витамины С, А, РР, В И Е", "солнцезащитные компоненты"],
  },
  {
    id: 4,
    name: "Подарочный набор №1",
    subtitle: "для нормальной кожи",
    description: "Набор, состоящий из увлажняющего крема и маски.",
    price: 4750,
    image: "gift-set-1",
    composition: ["воски", "минералы", "масла"],
  },
  {
    id: 5,
    name: "Подарочный набор №5",
    subtitle: "для нормальной кожи",
    description: "Весь набор средств Invisible symphony, крем, маска, мусс и гель для умывания.",
    price: 7520,
    image: "gift-set-5",
    composition: ["воски", "минералы", "масла"],
  }
];